Repository: solariane/radical-qr
Catalog: Radical QR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, pt_br, zh_hans

# help.sms.description
source: Opens messaging app with pre-filled number.
ar: فتح تطبيق المراسلة مع رقم معبأ مسبقاً.
de: Öffnet die Messaging-App mit vorab eingegebener Nummer.
es: Abre la aplicación de mensajería con el número prellenado.
fr: Ouvre l'application de messagerie avec le numéro prérempli.
hi: प्री-फिल किए गए नंबर के साथ मैसेजिंग ऐप खोलता है।
it: Apre l'app di messaggistica con il numero precompilato.
ja: 事前に入力された番号でメッセージングアプリを開きます。
pt_br: Abre a aplicação de mensagens com o número pré-preenchido.
zh_hans: 打开预填号码的信息应用程序。

# help.sms.title
source: SMS
ar: الرسائل النصية القصيرة
hi: एसएमएस
zh_hans: 短信

# help.social.description
source: Links to social media profiles. The app auto-detects the platform and handle.
ar: روابط لملفات تعريف وسائل التواصل الاجتماعي. يكتشف التطبيق تلقائياً المنصة والتعامل معها.
de: Links zu Profilen in sozialen Medien. Die App erkennt automatisch die Plattform und den Handle.
es: Enlaces a perfiles de redes sociales. La aplicación detecta automáticamente la plataforma y la cuenta.
fr: Liens vers les profils de médias sociaux. L'application détecte automatiquement la plateforme et la poignée.
hi: सोशल मीडिया प्रोफाइल के लिंक। ऐप स्वचालित रूप से प्लेटफ़ॉर्म और हैंडल का पता लगाता है।
it: Link ai profili dei social media. L'app rileva automaticamente la piattaforma e l'handle.
ja: ソーシャルメディアのプロフィールへのリンク。アプリはプラットフォームとハンドルを自動検出します。
pt_br: Ligações para perfis de redes sociais. A aplicação detecta automaticamente a plataforma e o identificador.
zh_hans: 社交媒体简介链接。应用程序会自动检测平台和句柄。

# help.social.title
source: Social Profiles
ar: الملفات الشخصية الاجتماعية
de: Soziale Profile
es: Perfiles sociales
fr: Profils sociaux
hi: सामाजिक प्रोफ़ाइल
it: Profili sociali
ja: ソーシャル・プロフィール
pt_br: Perfis sociais
zh_hans: 社会概况

# help.supportedFormats.detail
source: URLs, emails, phone numbers, Wi-Fi, contacts, calendar events, locations, and plain text -- with copyable examples.
ar: عناوين URL، ورسائل البريد الإلكتروني، وأرقام الهواتف، وشبكة Wi-Fi، وجهات الاتصال، وأحداث التقويم، والمواقع، والنصوص العادية - مع أمثلة قابلة للنسخ.
de: URLs, E-Mails, Telefonnummern, Wi-Fi, Kontakte, Kalenderereignisse, Standorte und einfacher Text - mit kopierbaren Beispielen.
es: URL, correos electrónicos, números de teléfono, Wi-Fi, contactos, eventos de calendario, ubicaciones y texto sin formato, con ejemplos copiables.
fr: URL, courriels, numéros de téléphone, Wi-Fi, contacts, événements du calendrier, lieux et texte brut - avec des exemples à copier.
hi: यूआरएल, ईमेल, फोन नंबर, वाई-फाई, संपर्क, कैलेंडर इवेंट, स्थान और सादा पाठ -- कॉपी करने योग्य उदाहरणों के साथ।
it: URL, e-mail, numeri di telefono, Wi-Fi, contatti, eventi di calendario, località e testo normale, con esempi da copiare.
ja: URL、電子メール、電話番号、Wi-Fi、連絡先、カレンダーイベント、場所、プレーンテキスト -- コピー可能な例付き。
pt_br: URLs, e-mails, números de telefone, Wi-Fi, contactos, eventos do calendário, localizações e texto simples - com exemplos copiáveis.
zh_hans: URL、电子邮件、电话号码、Wi-Fi、联系人、日历事件、位置和纯文本，并提供可复制的示例。

# help.supportedFormats.title
source: Supported Data Formats
ar: تنسيقات البيانات المدعومة
de: Unterstützte Datenformate
es: Formatos de datos admitidos
fr: Formats de données pris en charge
hi: समर्थित डेटा प्रारूप
it: Formati di dati supportati
ja: 対応データ形式
pt_br: Formatos de dados suportados
zh_hans: 支持的数据格式

# help.text.description
source: Any text content that doesn't match other formats. you'll need to handle this yourself
ar: أي محتوى نصي لا يتطابق مع التنسيقات الأخرى
de: Alle Textinhalte, die nicht mit anderen Formaten übereinstimmen. Diese müssen Sie selbst bearbeiten.
es: Cualquier contenido de texto que no coincida con otros formatos. Tendrás que gestionarlo tú mismo.
fr: Tout contenu textuel qui ne correspond pas aux autres formats. Vous devrez vous en occuper vous-même.
hi: कोई भी टेक्स्ट सामग्री जो अन्य प्रारूपों से मेल नहीं खाती। आपको इसे स्वयं संभालना होगा।
it: Qualsiasi contenuto testuale che non corrisponda ad altri formati. Dovrai gestirlo autonomamente.
ja: 他の形式に一致しないテキストコンテンツは、ご自身で処理する必要があります。
pt_br: Qualquer conteúdo de texto que não corresponda a outros formatos. Terá de tratar disso você mesmo.
zh_hans: 任何与其他格式不匹配的文本内容，您需要自行处理

# help.text.title
source: Plain Text
ar: نص عادي
de: Klartext
es: Texto sin formato
fr: Texte brut
hi: सादा पाठ
it: Testo semplice
ja: プレーンテキスト
pt_br: Texto simples
zh_hans: 纯文本

# help.title
source: Supported Formats
ar: التنسيقات المدعومة
de: Unterstützte Formate
es: Formatos compatibles
fr: Formats pris en charge
hi: समर्थित प्रारूप
it: Formati supportati
ja: 対応フォーマット
pt_br: Formatos suportados
zh_hans: 支持的格式

# help.url.description
source: Links to websites open directly in browser when scanned.
ar: تفتح روابط المواقع الإلكترونية مباشرة في المتصفح عند مسحها ضوئياً.
de: Links zu Websites werden beim Scannen direkt im Browser geöffnet.
es: Los enlaces a sitios web se abren directamente en el navegador al escanearlos.
fr: Les liens vers les sites Web s'ouvrent directement dans le navigateur lorsqu'ils sont scannés.
hi: स्कैन करने पर वेबसाइटों के लिंक सीधे ब्राउज़र में खुलते हैं।
it: I link ai siti web si aprono direttamente nel browser quando vengono scansionati.
ja: ウェブサイトへのリンクはスキャンするとブラウザで直接開きます。
pt_br: Os links para sites são abertos diretamente no navegador quando digitalizados.
zh_hans: 扫描后，网站链接可直接在浏览器中打开。

# help.url.title
source: URL / Website
ar: عنوان URL/الموقع الإلكتروني
es: URL / Sitio web
fr: URL / Site web
hi: यूआरएल / वेबसाइट
it: URL / Sito web
ja: URL / ウェブサイト
zh_hans: 网址/网站

# help.vcard.description
source: Adds contact information to address book.
ar: إضافة معلومات الاتصال إلى دفتر العناوين.
de: Fügt Kontaktinformationen zum Adressbuch hinzu.
es: Añade la información de contacto a la libreta de direcciones.
fr: Ajoute les coordonnées au carnet d'adresses.
hi: पते की किताब में संपर्क जानकारी जोड़ता है।
it: Aggiunge le informazioni di contatto alla rubrica.
ja: 連絡先情報をアドレス帳に追加します。
pt_br: Adiciona informações de contacto à agenda.
zh_hans: 将联系人信息添加到通讯录。

# help.vcard.title
source: Contact (vCard)
ar: جهة الاتصال (vCard)
de: Kontakt (vCard)
es: Contacto (vCard)
hi: संपर्क (वीकार्ड)
it: Contatti (vCard)
ja: 連絡先 (vCard)
pt_br: Contacto (vCard)
zh_hans: 联系人 (vCard)

# help.wifi.description
source: Allows one-tap WiFi connection (iOS 11+, Android).
ar: يتيح الاتصال بشبكة WiFi بنقرة واحدة (iOS 11+، Android).
de: Ermöglicht eine WLAN-Verbindung mit einem Fingertipp (iOS 11+, Android).
es: Permite conectarse a una red WiFi con un solo toque (iOS 11+, Android).
fr: Permet une connexion Wi-Fi en un seul clic (iOS 11+, Android).
hi: एक टैप से वाई-फाई कनेक्शन की अनुमति देता है (iOS 11+, Android)।
it: Consente la connessione WiFi con un solo tocco (iOS 11+, Android).
ja: ワンタップでWi-Fi接続が可能（iOS 11以降、Android）。
pt_br: Permite ligação Wi-Fi com um toque (iOS 11+, Android).
zh_hans: 允许一键连接 WiFi（iOS 11+、Android）。

# help.wifi.title
source: WiFi Network
ar: شبكة الواي فاي
de: WLAN-Netzwerk
es: Red WiFi
fr: Réseau WiFi
hi: वाईफ़ाई नेटवर्क
it: Rete WiFi
ja: WiFiネットワーク
pt_br: Rede WiFi
zh_hans: WiFi 网络

# history.clearAll
source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ़ करें
it: Cancella tutto
ja: すべてクリア
pt_br: Limpar tudo
zh_hans: 全部清除

# history.clearConfirm.message
source: This will permanently delete all your saved QR codes.
ar: سيؤدي ذلك إلى حذف جميع رموز QR المحفوظة بشكل دائم.
de: Dadurch werden alle Ihre gespeicherten QR-Codes dauerhaft gelöscht.
es: Esto eliminará permanentemente todos tus códigos QR guardados.
fr: Cela supprimera définitivement tous vos codes QR enregistrés.
hi: यह आपके सभी सहेजे गए QR कोड्स को स्थायी रूप से हटा देगा।
it: Questo cancellerà definitivamente tutti i tuoi codici QR salvati.
ja: これにより、保存済みのQRコードがすべて完全に削除されます。
pt_br: Isto irá eliminar permanentemente todos os seus códigos QR guardados.
zh_hans: 这将永久删除您保存的所有 QR 代码。

# history.clearConfirm.title
source: Clear History?
ar: تاريخ واضح؟
de: Verlauf löschen?
es: ¿Borrar el historial?
fr: Effacer l'historique ?
hi: इतिहास साफ़ करें?
it: Cancella cronologia?
ja: 履歴を消去しますか？
pt_br: Limpar o histórico?
zh_hans: 清除历史？

# history.detail.content
source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
hi: सामग्री
it: Contenuto
ja: コンテンツ
pt_br: Conteúdo
zh_hans: 内容

# history.detail.created
source: Created
ar: تم إنشاؤها
de: Erstellt
es: Creado
fr: Créé
hi: निर्मित
it: Creato
ja: 作成
pt_br: Criado
zh_hans: 创建

# history.detail.summary
source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
it: Sintesi
ja: 概要
pt_br: Resumo
zh_hans: 摘要

# history.detail.times.count
source: %lld times
ar: %مرة واحدة
de: %lld Mal
es: %lld veces
fr: %lld fois
hi: %lld बार
it: %lld volte
ja: %lld回
pt_br: %lld vezes
zh_hans: %lld次

# history.detail.title
source: QR Code
ar: رمز الاستجابة السريعة
es: Código QR
hi: क्यूआर कोड
it: Codice QR
ja: QRコード
pt_br: Código QR
zh_hans: QR 码

# history.detail.type
source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
ja: タイプ
pt_br: Tipo
zh_hans: 类型

# history.detail.usageCount
source: Used
ar: مستعمل
de: Gebraucht
es: Usado
fr: Utilisé
hi: उपयोग किया हुआ
it: Usato
ja: 中古
pt_br: Usado
zh_hans: 二手

# history.empty.description
source: QR codes you create will appear here
ar: ستظهر رموز QR التي تنشئها هنا
de: QR-Codes, die Sie erstellen, erscheinen hier
es: Los códigos QR que crees aparecerán aquí
fr: Les QR codes que vous créez apparaîtront ici
hi: आपके द्वारा बनाए गए QR कोड यहाँ दिखाई देंगे।
it: I codici QR che crei appariranno qui
ja: 作成したQRコードがここに表示されます
pt_br: Os códigos QR que você criar aparecerão aqui
zh_hans: 您创建的 QR 代码将显示在此处

# history.empty.title
source: No History
ar: لا يوجد تاريخ
de: Kein Verlauf
es: Sin historial
fr: Aucun historique
hi: कोई इतिहास नहीं
it: Nessuna cronologia
ja: 履歴なし
pt_br: Sem histórico
zh_hans: 无历史

# history.recent
source: Recent
ar: الأحدث
de: Neueste
es: Recientes
fr: Récents
hi: हाल का
it: Recente
ja: 最近
pt_br: Recentes
zh_hans: 最近

# history.search
source: Search history
ar: تاريخ البحث
de: Suchverlauf
es: Historial de búsqueda
fr: Historique de recherche
hi: खोज इतिहास
it: Cronologia ricerche
ja: 検索履歴
pt_br: Histórico de pesquisa
zh_hans: 搜索历史

# history.title
source: History
ar: التاريخ
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
pt_br: Histórico
zh_hans: 历史

# input.hint.ios
source: Type URL, text, email, phone...
ar: اكتب عنوان URL أو رسالة نصية أو بريد إلكتروني أو هاتف...
de: Geben Sie URL, Text, E-Mail, Telefonnummer usw. ein.
es: Escribe la URL, el texto, el correo electrónico, el teléfono...
fr: Saisissez l'URL, le texte, l'adresse e-mail, le numéro de téléphone...
hi: यूआरएल, टेक्स्ट, ईमेल, फोन टाइप करें...
it: Digita URL, testo, e-mail, numero di telefono...
ja: URL、テキスト、メールアドレス、電話番号を入力してください...
pt_br: Digite URL, texto, e-mail, telefone...
zh_hans: 输入 URL、文本、电子邮件、电话...

# input.hint.mac
source: Drop a text file to read its content, or type directly
ar: قم بإسقاط ملف نصي لقراءة محتواه، أو اكتب مباشرةً
de: Legen Sie eine Textdatei ab, um deren Inhalt zu lesen, oder geben Sie den Text direkt ein.
es: Arrastra un archivo de texto para leer su contenido o escribe directamente.
fr: Déposez un fichier texte pour lire son contenu, ou tapez directement
hi: सामग्री पढ़ने के लिए एक टेक्स्ट फ़ाइल छोड़ें, या सीधे टाइप करें।
it: Trascina un file di testo per leggerne il contenuto, oppure digita direttamente
ja: テキストファイルをドロップして内容を読み取るか、直接入力してください
pt_br: Arraste um ficheiro de texto para ler o seu conteúdo ou digite diretamente
zh_hans: 拖放文本文件以读取其内容，或直接键入

# launch.duplicate
source: Duplicate
ar: مكرر
de: Duplikat
es: Duplicado
fr: En double
hi: प्रतिलिपि
it: Duplicato
ja: 重複
pt_br: Duplicado
zh_hans: 重复项

# launch.file
source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
pt_br: Arquivo
zh_hans: 文件

# launch.headline
source: Drop or paste anything
ar: اسقط أو الصق أي شيء
de: Einfach etwas ablegen oder einfügen
es: Arrastra y suelta cualquier cosa
fr: Déposez ou collez ce que vous voulez
hi: कुछ भी ड्रॉप या पेस्ट करें
it: Trascina o incolla qualsiasi cosa
ja: 何でもドラッグ＆ドロップしてください
pt_br: Arraste e solte ou cole qualquer coisa
zh_hans: 拖放任何内容

# launch.paste
source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
hi: चिपकाएँ
it: Incolla
ja: 貼り付け
pt_br: Colar
zh_hans: 粘贴

# launch.subhead
source: Link, text, contact, Wi-Fi network, event. The format is worked out on its own.
ar: رابط، نص، جهة اتصال، شبكة واي فاي، حدث. يتم تحديد التنسيق تلقائيًّا.
de: Link, Text, Kontakt, WLAN-Netzwerk, Ereignis. Das Format wird selbst festgelegt.
es: Enlace, texto, contacto, red Wi-Fi, evento. El formato se determina automáticamente.
fr: Lien, texte, contact, réseau Wi-Fi, événement. Le format est défini automatiquement.
hi: लिंक, टेक्स्ट, संपर्क, वाई-फाई नेटवर्क, इवेंट। प्रारूप अपने आप तैयार हो जाता है।
it: Link, testo, contatto, rete Wi-Fi, evento. Il formato è definito autonomamente.
ja: リンク、テキスト、連絡先、Wi-Fiネットワーク、イベント。フォーマットは独自に策定されています。
pt_br: Link, texto, contato, rede Wi-Fi, evento. O formato é definido automaticamente.
zh_hans: 链接、文本、联系人、Wi-Fi 网络、事件。格式已自行确定。

# logo.change
source: Change
ar: التغيير
de: Änderung
es: Cambiar
fr: Changement
hi: बदलाव
it: Cambia
ja: 変更
pt_br: Mudança
zh_hans: 改变

# logo.current
source: Current logo
ar: الشعار الحالي
de: Aktuelles Logo
es: Logotipo actual
fr: Logo actuel
hi: वर्तमान लोगो
it: Logo attuale
ja: 現在のロゴ
pt_br: Logótipo atual
zh_hans: 当前徽标

# logo.dropHint
source: Drop image or tap to select
ar: إسقاط الصورة أو النقر للتحديد
de: Bild ablegen oder antippen
es: Suelta imagen o toca para seleccionar
fr: Déposez une image ou touchez pour sélectionner
hi: छवि छोड़ें या चयन करने के लिए टैप करें
it: Trascina immagine o tocca per selezionare
ja: 画像をドロップまたはタップして選択
pt_br: Solte imagem ou toque para selecionar
zh_hans: 下拉图像或轻点选择

# logo.dropOrSelect
source: Drop image or click to select
ar: إسقاط الصورة أو النقر للتحديد
de: Bild ablegen oder zum Auswählen anklicken
es: Soltar imagen o hacer clic para seleccionar
fr: Déposez l'image ou cliquez pour sélectionner
hi: छवि छोड़ें या चयन करने के लिए क्लिक करें
it: Trascina l'immagine o clicca per selezionarla
ja: 画像をドロップするか、クリックして選択してください
pt_br: Arraste a imagem ou clique para selecionar
zh_hans: 下拉图像或点击选择

# logo.dropToReplace
source: Drop to replace
ar: إسقاط لاستبدال
de: Zum Ersetzen fallen lassen
es: Soltar para reemplazar
fr: Déposer pour remplacer
hi: बदलने के लिए ड्रॉप करें
it: Rilasciare per sostituire
ja: 置き換えるために落とす
pt_br: Soltar para substituir
zh_hans: 下降替换

# logo.fromFiles
source: From Files
ar: من الملفات
de: Aus Dateien
es: Desde archivos
fr: À partir des fichiers
hi: फ़ाइलों से
it: Da file
ja: ファイルから
pt_br: A partir de ficheiros
zh_hans: 来自文件

# logo.fromPhotos
source: From Photos
ar: من الصور
de: Aus Fotos
es: Desde Fotos
fr: À partir de photos
hi: फोटो से
it: Da Foto
ja: 写真から
pt_br: A partir de fotos
zh_hans: 来自照片

# logo.hint
source: Drop an image — the clear margin around it is handled for you.
ar: قم بإدراج صورة — وسيتم التعامل مع الهامش الشفاف المحيط بها تلقائيًا.
de: Fügen Sie ein Bild ein – der klare Rand darum herum wird automatisch für Sie eingerichtet.
es: Arrastra y suelta una imagen: el margen transparente que la rodea se gestiona automáticamente.
fr: Glissez-y une image : la marge blanche autour est gérée automatiquement.
hi: एक छवि डालें — इसके चारों ओर का पारदर्शी मार्जिन आपके लिए संभाल लिया गया है।
it: Inserisci un'immagine: il margine trasparente attorno ad essa verrà gestito automaticamente.
ja: 画像をドラッグ＆ドロップするだけで、画像の周囲の余白は自動的に調整されます。
pt_br: Arraste e solte uma imagem — a margem clara ao redor dela é ajustada automaticamente para você.
zh_hans: 拖放一张图片——图片周围的透明边距会自动处理好。

# logo.proFeature
source: Add your logo
ar: أضف شعارك
de: Fügen Sie Ihr Logo hinzu
es: Añade tu logotipo
fr: Ajoutez votre logo
hi: अपना लोगो जोड़ें
it: Aggiungi il tuo logo
ja: ロゴを追加してください
pt_br: Adicione o seu logótipo
zh_hans: 添加徽标

# logo.proHint
source: Unlock with Pro to embed logos
ar: فتح القفل باستخدام Pro لتضمين الشعارات
de: Mit Pro entsperren, um Logos einzubetten
es: Desbloquea con Pro para incrustar logotipos
fr: Déverrouillez avec Pro pour intégrer des logos
hi: लोगो एम्बेड करने के लिए Pro से अनलॉक करें
it: Sblocca con Pro per incorporare i loghi
ja: Pro版でロックを解除し、ロゴを埋め込みましょう
pt_br: Desbloqueie com o Pro para incorporar logótipos
zh_hans: 使用专业版解锁以嵌入徽标

# logo.release
source: Release to add
ar: الإصدار لإضافة
de: Freigabe zum Hinzufügen
es: Lanzamiento para añadir
fr: Ajouter la version
hi: जोड़ने के लिए जारी करें
it: Rilascio da aggiungere
ja: 追加リリース
pt_br: Lançamento para adicionar
zh_hans: 发布添加

# logo.remove
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Rimuovi
ja: 削除
pt_br: Remover
zh_hans: 删除

# logo.title
source: Logo
ar: الشعار
hi: लोगो
ja: ロゴ
zh_hans: 标志

# mode.copy
source: Copy
ar: نسخ
de: Kopie
es: Copiar
fr: Copier
hi: प्रतिलिपि
it: Copia
ja: コピー
pt_br: Copiar
zh_hans: 复制

# mode.export
source: Export
ar: التصدير
es: Exportar
fr: Exportation
hi: निर्यात
it: Esportazione
ja: 輸出
pt_br: Exportar
zh_hans: 出口

# paywall.comparison.title
source: Free vs Pro
ar: مجاني مقابل احترافي
de: Kostenlos vs. Pro
es: Gratis vs Pro
fr: Gratuit ou Pro
hi: नि:शुल्क बनाम प्रो
it: Gratuito vs. Pro
ja: 無料 vs プロ
pt_br: Gratuito vs Pro
zh_hans: 免费与专业

# paywall.features.title
source: Everything in Pro
ar: كل شيء في Pro
de: Alles in Pro
es: Todo en Pro
fr: Tout dans Pro
hi: प्रो में सब कुछ
it: Tutto in Pro
ja: プロのすべて
pt_br: Tudo no Pro
zh_hans: 专业版中的所有内容

# paywall.oneTime
source: One-time purchase
ar: الشراء لمرة واحدة
de: Einmaliger Kauf
es: Compra única
fr: Achat unique
hi: एकमुश्त खरीदारी
it: Acquisto una tantum
ja: 単発購入
pt_br: Compra única
zh_hans: 一次性购买

# paywall.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
pt_br: Privacidade
zh_hans: 隐私权

# paywall.purchase
source: Get Pro
ar: احصل على محترف
de: Pro holen
es: Obtener Pro
fr: Obtenir Pro
hi: प्रो प्राप्त करें
it: Ottieni Pro
ja: Proを入手
pt_br: Obter Pro
zh_hans: 获取专业版

# paywall.restore
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदें पुनर्स्थापित करें
it: Ripristina acquisti
ja: 購入を復元
pt_br: Restaurar compras
zh_hans: 恢复购买

# paywall.subtitle
source: One-time purchase. Lifetime access.
ar: شراء لمرة واحدة. وصول مدى الحياة.
de: Einmaliger Kauf. Lebenslanger Zugang.
es: Compra única. Acceso de por vida.
fr: Achat unique. Accès à vie.
hi: एक बार की खरीदारी। आजीवन पहुँच।
it: Acquisto una tantum. Accesso a vita.
ja: 一度の購入で永久アクセス。
pt_br: Compra única. Acesso vitalício.
zh_hans: 一次性购买。终身使用。

# paywall.terms
source: Terms
ar: الشروط
de: Bedingungen
es: Términos
fr: Conditions générales
hi: शर्तें
it: Termini
ja: 条件
pt_br: Termos
zh_hans: 条款

# paywall.title
source: Unlock Full Power
ar: فتح الطاقة الكاملة
de: Volle Leistung freischalten
es: Desbloquea Todo el Poder
fr: Débloquez Toute la Puissance
hi: पूरी शक्ति अनलॉक करें
it: Sblocca Tutta la Potenza
ja: フルパワーを解放
pt_br: Desbloqueie Todo o Poder
zh_hans: 释放全部能量

source: PRO
ar: المحترفون
hi: पेशेवर
zh_hans: 专业

# purchase.error.productNotFound
source: Product not found
ar: المنتج غير موجود
de: Produkt nicht gefunden
es: Producto no encontrado
fr: Produit introuvable
hi: उत्पाद नहीं मिला
it: Prodotto non trovato
ja: 製品が見つかりません
pt_br: Produto não encontrado
zh_hans: 未找到产品

# purchase.error.purchaseFailed
source: Purchase failed
ar: فشل الشراء
de: Kauf fehlgeschlagen
es: La compra no se ha completado.
fr: Échec de l'achat
hi: खरीद विफल हो गई
it: Acquisto non riuscito
ja: 購入に失敗しました
pt_br: A compra falhou
zh_hans: 购买失败

# purchase.error.title
source: Purchase Failed
ar: فشل الشراء
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Échec de l'achat
hi: खरीद विफल
it: Acquisto non riuscito
ja: 購入に失敗しました
pt_br: Compra falhada
zh_hans: 购买失败

# purchase.error.verificationFailed
source: Purchase verification failed
ar: فشل التحقق من الشراء
de: Kaufüberprüfung fehlgeschlagen
es: Verificación de compra fallida
fr: Échec de la vérification de l'achat
hi: खरीद सत्यापन विफल हो गया
it: Verifica dell'acquisto non riuscita
ja: 購入確認に失敗しました
pt_br: Falha na verificação da compra
zh_hans: 购买验证失败

# roundness.circular
source: Circular
ar: التعميم
de: Kreisförmig
fr: Circulaire
hi: परिपत्र
it: Circolare
ja: 円形
zh_hans: 圆形

# roundness.eyes
source: Eyes
ar: العيون
de: Augen
es: Ojos
fr: Yeux
hi: आँखें
it: Occhi
ja: アイズ
pt_br: Olhos
zh_hans: 眼睛

# roundness.modules
source: Modules
ar: الوحدات النمطية
de: Module
es: Módulos
hi: मॉड्यूल
it: Moduli
ja: モジュール
pt_br: Módulos
zh_hans: 模块

# roundness.rounded
source: Rounded
ar: تقريب
de: Gerundet
es: Redondeado
fr: Arrondi
hi: गोल
it: Arrotondato
ja: 丸い
pt_br: Arredondado
zh_hans: 圆形

# roundness.sharp
source: Sharp
ar: شارب
de: Scharf
es: Agudo
fr: Net
hi: तेज़
it: Netto
ja: シャープ
pt_br: Nítido
zh_hans: 锋利

# roundness.slight
source: Slight
ar: طفيف
de: Leicht
es: Ligero
fr: Léger
hi: हल्का
it: Leggero
ja: わずかに
pt_br: Ligeiro
zh_hans: 轻微

# roundness.title
source: Roundness
ar: الاستدارة
de: Rundung
es: Redondez
fr: Arrondi
hi: गोलाकारता
it: Arrotondamento
ja: 丸み
pt_br: Arredondamento
zh_hans: 圆度

# scan.fix.errorCorrection
source: Boost reliability
ar: تعزيز الموثوقية
de: Mehr Zuverlässigkeit
es: Aumentar la fiabilidad
fr: Améliorer la fiabilité
hi: विश्वसनीयता बढ़ाएँ
it: Aumentare l'affidabilità
ja: 信頼性の向上
pt_br: Aumentar a fiabilidade
zh_hans: 提高可靠性

# scan.fix.logo
source: Remove logo
ar: إزالة الشعار
de: Logo entfernen
es: Eliminar logotipo
fr: Supprimer le logo
hi: लोगो हटाएँ
it: Rimuovi il logo
ja: ロゴの削除
pt_br: Remover logótipo
zh_hans: 移除徽标

# scan.fix.roundness
source: Soften less
ar: تليين أقل
de: Weniger weich machen
es: Ablandar menos
fr: Adoucir moins
hi: कम नरम करें
it: Ammorbidire meno
ja: 柔らかくする
pt_br: Suavizar menos
zh_hans: 减少软化

# scan.reason.contrast
source: Low contrast with the background.
ar: تباين منخفض مع الخلفية.
de: Geringer Kontrast zum Hintergrund.
es: Bajo contraste con el fondo.
fr: Faible contraste avec l'arrière-plan.
hi: पृष्ठभूमि के साथ कम कंट्रास्ट।
it: Basso contrasto con lo sfondo.
ja: 背景とのコントラストが低い。
pt_br: Pouco contraste com o fundo.
zh_hans: 与背景对比度低。

# scan.reason.generic
source: It didn’t scan in our test.
ar: لم يتم فحصه في اختبارنا.
de: In unserem Test wurde er nicht gescannt.
es: No escaneó en nuestra prueba.
fr: Il n'a pas été scanné lors de notre test.
hi: यह हमारे परीक्षण में स्कैन नहीं हुआ।
it: Nel nostro test non ha effettuato la scansione.
ja: 我々のテストではスキャンされなかった。
pt_br: Não foi digitalizado no nosso teste.
zh_hans: 在我们的测试中没有扫描到。

# scan.reason.logo
source: The logo may be covering too much.
ar: قد يكون الشعار يغطي الكثير.
de: Das Logo verdeckt möglicherweise zu viel.
es: Puede que el logotipo cubra demasiado.
fr: Le logo couvre peut-être trop de choses.
hi: लोगो शायद बहुत अधिक ढक रहा है।
it: Il logo potrebbe coprire troppo.
ja: ロゴがカバーしすぎているのかもしれない。
pt_br: O logótipo pode estar a cobrir demasiado.
zh_hans: 徽标可能覆盖太多。

# scan.reason.roundness
source: Too much rounding can blur the pattern.
ar: يمكن أن يؤدي التقريب الزائد عن الحد إلى تشويش النمط.
de: Eine zu starke Abrundung kann das Muster verwischen.
es: Un redondeo excesivo puede desdibujar el patrón.
fr: Trop d'arrondis peuvent brouiller le motif.
hi: अत्यधिक गोल करने से पैटर्न धुंधला हो सकता है।
it: Un arrotondamento eccessivo può confondere il disegno.
ja: 丸めすぎると模様がぼやける。
pt_br: Um arredondamento demasiado grande pode desfocar o padrão.
zh_hans: 过多的圆角会使图案模糊不清。

# scan.reliable
source: Scans reliably
ar: المسح الضوئي بشكل موثوق
de: Scannt zuverlässig
es: Escaneado fiable
fr: Numérisation fiable
hi: विश्वसनीय रूप से स्कैन करता है
it: Scansioni affidabili
ja: 確実なスキャン
pt_br: Digitaliza de forma fiável
zh_hans: 可靠的扫描
